Repository: guandadsmail-lgtm/HapticDial_new
Catalog: Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant, zh_hk

source: %lld rotations
ja: %lld 回転
zh_hans: %lld 次旋转
zh_hant: %lld 次旋轉
zh_hk: %lld 次旋轉

source: %lld spins
ja: %lld スピン
zh_hans: %lld 次转动
zh_hant: %lld 次轉動
zh_hk: %lld 次轉動

source: %lld taps
ja: %lld タップ
zh_hans: %lld 次点击
zh_hant: %lld 次點擊
zh_hk: %lld 次點擊

source: Adaptive effects change based on your usage patterns and environment
ja: アダプティブエフェクトは、使用パターンや環境に応じて変化します
zh_hans: 自适应效果会根据您的使用模式和环境进行变化
zh_hant: 自適應效果會根據您的使用模式和環境進行變化
zh_hk: 自適應效果會根據您的使用模式和環境作出調整

source: ANGLE
ja: 角度
zh_hans: 角度
zh_hant: 角度
zh_hk: 角度

source: APERTURE
ja: 絞り
zh_hans: 光圈
zh_hant: 光圈
zh_hk: 光圈

source: Apply
ja: 適用
zh_hans: 应用
zh_hant: 套用
zh_hk: 套用

source: Are you sure you want to delete this custom sound?
ja: このカスタムサウンドを削除してもよろしいですか？
zh_hans: 您确定要删除此自定义声音吗？
zh_hant: 您確定要刪除此自訂聲音嗎？
zh_hk: 您確定要刪除此自訂聲音嗎？

source: Are you sure you want to delete this sound pack? This action cannot be undone.
ja: このサウンドパックを削除してもよろしいですか？この操作は取り消せません。
zh_hans: 您确定要删除此音效包吗？此操作无法撤销。
zh_hant: 您確定要刪除此音效包嗎？此動作無法復原。
zh_hk: 您確定要刪除此音效包嗎？此動作無法復原。

source: Audio Debug Info
ja: オーディオデバッグ情報
zh_hans: 音频调试信息
zh_hant: 音訊偵錯資訊
zh_hk: 音訊除錯資料

source: BUBBLE
ja: バブル
zh_hans: 气泡
zh_hant: 氣泡
zh_hk: 氣泡

source: Bubble Dial
ja: バブルダイヤル
zh_hans: 气泡转盘
zh_hant: 氣泡轉盤
zh_hk: 氣泡轉盤

source: Built-in
ja: 内蔵
zh_hans: 内置
zh_hant: 內建
zh_hk: 內置

source: Built-in Sound
ja: 内蔵サウンド
zh_hans: 内置声音
zh_hant: 內建聲音
zh_hk: 內置聲音

source: Built-in Sounds
ja: 内蔵サウンド
zh_hans: 内置声音
zh_hant: 內建聲音
zh_hk: 內置聲音

source: Cancel
ja: キャンセル
zh_hans: 取消
zh_hant: 取消
zh_hk: 取消

source: Change Sound
ja: サウンドを変更
zh_hans: 更换声音
zh_hant: 更換聲音
zh_hk: 更換聲音

source: Choose what happens when you reach 100 taps or 100 rotations
ja: 100回タップまたは100回転に達した時の動作を選択
zh_hans: 选择当达到 100 次点击或 100 次旋转时触发的动作
zh_hant: 選擇當達到 100 次點擊或 100 次旋轉時觸發的動作
zh_hk: 選擇當達到 100 次點擊或 100 次旋轉時觸發的動作

source: Clear Audio Cache
ja: オーディオキャッシュを消去
zh_hans: 清除音频缓存
zh_hant: 清除音訊快取
zh_hk: 清除音訊快取

source: Confirm Delete
ja: 削除を確認
zh_hans: 确认删除
zh_hant: 確認刪除
zh_hk: 確認刪除

source: Current Sound: %@ Sound Enabled: %@ Running on: %@
ja: 現在のサウンド: %1$@ サウンド有効: %2$@ 実行中: %3$@
zh_hans: 当前声音：%1$@ 声音已启用：%2$@ 运行于：%3$@
zh_hant: 目前聲音：%1$@ 聲音已啟用：%2$@ 執行於：%3$@
zh_hk: 目前聲音：%1$@ 聲音已啟用：%2$@ 執行於：%3$@

source: Custom
ja: カスタム
zh_hans: 自定义
zh_hant: 自訂
zh_hk: 自訂

source: Custom Sound
ja: カスタムサウンド
zh_hans: 自定义声音
zh_hant: 自訂聲音
zh_hk: 自訂聲音

source: Custom Sounds
ja: カスタムサウンド
zh_hans: 自定义声音
zh_hant: 自訂聲音
zh_hk: 自訂聲音

source: Customize haptic patterns and sounds for a personalized experience
ja: 触覚パターンとサウンドをカスタマイズして、自分だけの体験を
zh_hans: 自定义触觉模式和声音，打造个性化体验
zh_hant: 自訂觸覺模式和聲音，打造個人化體驗
zh_hk: 自訂觸覺模式和聲音，打造個人化體驗

source: Debug
ja: デバッグ
zh_hans: 调试
zh_hant: 偵錯
zh_hk: 除錯

source: Debug Tools
ja: デバッグツール
zh_hans: 调试工具
zh_hant: 偵錯工具
zh_hk: 除錯工具

source: Delete
ja: 削除
zh_hans: 删除
zh_hant: 刪除
zh_hk: 刪除

source: Delete Sound
ja: サウンドを削除
zh_hans: 删除声音
zh_hant: 刪除聲音
zh_hk: 刪除聲音

source: Delete Sound Pack?
ja: サウンドパックを削除しますか？
zh_hans: 删除音效包？
zh_hant: 刪除音效包？
zh_hk: 刪除音效包？

source: Done
ja: 完了
zh_hans: 完成
zh_hant: 完成
zh_hk: 完成

source: Effect Mode: %@
ja: エフェクトモード: %@
zh_hans: 效果模式：%@
zh_hant: 效果模式：%@
zh_hk: 效果模式：%@

source: Effect: %@
ja: エフェクト: %@
zh_hans: 效果：%@
zh_hant: 效果：%@
zh_hk: 效果：%@

source: Effects adjust based on time of day and device motion
ja: エフェクトは時間帯やデバイスの動きに応じて調整されます
zh_hans: 效果会根据一天中的时间和设备运动进行调整
zh_hant: 效果會根據一天中的時間和裝置運動進行調整
zh_hk: 效果會根據一天中的時間和裝置運動進行調整

source: Feedback Settings
ja: フィードバック設定
zh_hans: 反馈设置
zh_hant: 回饋設定
zh_hk: 回報設定

source: Fireworks
ja: 花火
zh_hans: 烟花
zh_hant: 煙火
zh_hk: 煙火

source: From: %@
ja: 提供元: %@
zh_hans: 来自：%@
zh_hant: 來自：%@
zh_hk: 來自：%@

source: GEAR
ja: ギア
zh_hans: 齿轮
zh_hant: 齒輪
zh_hk: 齒輪

source: Gear Dial
ja: ギアダイヤル
zh_hans: 齿轮转盘
zh_hant: 齒輪轉盤
zh_hk: 齒輪轉盤

source: Glass Crack
ja: ガラスのひび割れ
zh_hans: 玻璃破碎
zh_hant: 玻璃碎裂
zh_hk: 玻璃碎裂

source: HAPTIC DIAL
ja: ハプティックダイヤル
zh_hans: 触觉转盘
zh_hant: 觸覺轉盤
zh_hk: 觸覺轉盤

source: Haptic Feedback
ja: 触覚フィードバック
zh_hans: 触觉反馈
zh_hant: 觸覺回饋
zh_hk: 觸覺回報

source: Haptic Intensity
ja: 触覚の強度
zh_hans: 触觉强度
zh_hant: 觸覺強度
zh_hk: 觸覺強度

source: Haptic Pattern
ja: 触覚パターン
zh_hans: 触觉模式
zh_hant: 觸覺模式
zh_hk: 觸覺模式

source: Import Failed
ja: インポート失敗
zh_hans: 导入失败
zh_hant: 匯入失敗
zh_hk: 匯入失敗

source: Knob Spinner
ja: ノブスピナー
zh_hans: 旋钮转盘
zh_hant: 旋鈕轉盤
zh_hk: 旋鈕轉盤

source: Main Dial
ja: メインダイヤル
zh_hans: 主转盘
zh_hant: 主轉盤
zh_hk: 主轉盤

source: MINI DIALS
ja: ミニダイヤル
zh_hans: 迷你转盘
zh_hant: 迷你轉盤
zh_hk: 迷你轉盤

source: Motion-based Effects
ja: モーションベースのエフェクト
zh_hans: 基于运动的效果
zh_hant: 基於運動的效果
zh_hk: 基於運動的效果

source: Mute
ja: 消音
zh_hans: 静音
zh_hant: 靜音
zh_hk: 靜音

source: No Custom Sounds
ja: カスタムサウンドなし
zh_hans: 无自定义声音
zh_hant: 無自訂聲音
zh_hk: 無自訂聲音

source: No sounds available
ja: 利用可能なサウンドがありません
zh_hans: 无可用声音
zh_hant: 無可用聲音
zh_hk: 無可用聲音

source: No sounds found
ja: サウンドが見つかりません
zh_hans: 未找到声音
zh_hant: 找不到聲音
zh_hk: 找不到聲音

source: RATCHET
ja: ラチェット
zh_hans: 棘轮
zh_hant: 棘輪
zh_hk: 棘輪

source: Reset All Statistics
ja: すべての統計をリセット
zh_hans: 重置所有统计
zh_hant: 重設所有統計
zh_hk: 重設所有統計

source: ROTATION ANGLE
ja: 回転角度
zh_hans: 旋转角度
zh_hant: 旋轉角度
zh_hk: 旋轉角度

source: Search sounds...
ja: サウンドを検索...
zh_hans: 搜索声音...
zh_hant: 搜尋聲音...
zh_hk: 搜尋聲音...

source: Select Sound
ja: サウンドを選択
zh_hans: 选择声音
zh_hant: 選取聲音
zh_hk: 選取聲音

source: Settings
ja: 設定
zh_hans: 设置
zh_hant: 設定
zh_hk: 設定

source: Show Audio Debug Info
ja: オーディオデバッグ情報を表示
zh_hans: 显示音频调试信息
zh_hant: 顯示音訊偵錯資訊
zh_hk: 顯示音訊除錯資料

source: Smart Adaptive Effects
ja: スマートアダプティブエフェクト
zh_hans: 智能自适应效果
zh_hant: 智慧自適應效果
zh_hk: 智能自適應效果

source: Smart Effects
ja: スマートエフェクト
zh_hans: 智能效果
zh_hant: 智慧效果
zh_hk: 智能效果

source: Sound
ja: サウンド
zh_hans: 声音
zh_hant: 聲音
zh_hk: 聲音

source: Sound disabled
ja: サウンド無効
zh_hans: 声音已禁用
zh_hant: 聲音已停用
zh_hk: 聲音已停用

source: Sound enabled
ja: サウンド有効
zh_hans: 声音已启用
zh_hant: 聲音已啟用
zh_hk: 聲音已啟用

source: Sound Selection
ja: サウンド選択
zh_hans: 声音选择
zh_hant: 聲音選擇
zh_hk: 聲音選擇

source: SOUND SELECTION
ja: サウンド選択
zh_hans: 声音选择
zh_hant: 聲音選擇
zh_hk: 聲音選擇

source: SPECIAL EFFECT
ja: スペシャルエフェクト
zh_hans: 特殊效果
zh_hant: 特殊效果
zh_hk: 特殊效果

source: Special Effects
ja: スペシャルエフェクト
zh_hans: 特殊效果
zh_hant: 特殊效果
zh_hk: 特殊效果

source: Statistics
ja: 統計
zh_hans: 统计数据
zh_hant: 統計資料
zh_hk: 統計數據

source: Supports .caf, .wav, .mp3, .m4a, .aiff files, up to 5MB
ja: .caf, .wav, .mp3, .m4a, .aiff ファイルに対応（最大 5MB）
zh_hans: 支持 .caf, .wav, .mp3, .m4a, .aiff 文件，最大 5MB
zh_hant: 支援 .caf, .wav, .mp3, .m4a, .aiff 檔案，最大 5MB
zh_hk: 支援 .caf, .wav, .mp3, .m4a, .aiff 檔案，最大 5MB

source: System
ja: システム
zh_hans: 系统
zh_hant: 系統
zh_hk: 系統

source: System Sound
ja: システムサウンド
zh_hans: 系统声音
zh_hant: 系統聲音
zh_hk: 系統聲音

source: System Sounds
ja: システムサウンド
zh_hans: 系统声音
zh_hant: 系統聲音
zh_hk: 系統聲音

source: Tap counts and rotation statistics
ja: タップ数と回転の統計
zh_hans: 点击计数和旋转统计
zh_hant: 點擊計數和旋轉統計
zh_hk: 點擊計數和旋轉統計

source: Tap the button below to upload your sound files
ja: 下のボタンをタップしてサウンドファイルをアップロード
zh_hans: 点击下方按钮上传您的声音文件
zh_hant: 點擊下方按鈕上傳您的聲音檔案
zh_hk: 點擊下方按鈕上傳您的聲音檔案

source: Test
ja: テスト
zh_hans: 测试
zh_hant: 測試
zh_hk: 測試

source: Test Effect
ja: エフェクトをテスト
zh_hans: 测试效果
zh_hant: 測試效果
zh_hk: 測試效果

source: Test Sound
ja: サウンドをテスト
zh_hans: 测试声音
zh_hant: 測試聲音
zh_hk: 測試聲音

source: Time-based Effects
ja: 時間ベースのエフェクト
zh_hans: 基于时间的效果
zh_hant: 基於時間的效果
zh_hk: 基於時間的效果

source: Tools for debugging audio issues
ja: オーディオ問題のデバッグツール
zh_hans: 音频问题调试工具
zh_hant: 音訊問題偵錯工具
zh_hk: 音訊問題除錯工具

source: Try a different search term
ja: 別の検索語を試してください
zh_hans: 尝试不同的搜索词
zh_hant: 嘗試不同的搜尋詞
zh_hk: 嘗試不同的搜尋詞

source: TURNS
ja: 回転数
zh_hans: 圈数
zh_hant: 圈數
zh_hk: 圈數

source: Upload Custom Sound
ja: カスタムサウンドをアップロード
zh_hans: 上传自定义声音
zh_hant: 上傳自訂聲音
zh_hk: 上傳自訂聲音

source: Volume
ja: 音量
zh_hans: 音量
zh_hant: 音量
zh_hk: 音量

source: 完成
ja: 完了

source: 导入失败
ja: インポート失敗
zh_hant: 匯入失敗
zh_hk: 匯入失敗

source: 确定
ja: OK
zh_hant: 確定
zh_hk: 確定

source: OK
zh_hans: 确定
zh_hant: 好
zh_hk: 確定
